---
kind: property
id: P:Autodesk.Revit.DB.Electrical.ElectricalSystem.LoadClassificationAbbreviations
source: html/640fbb2d-d8bb-f94c-4bea-a586100e0e5f.htm
---
# Autodesk.Revit.DB.Electrical.ElectricalSystem.LoadClassificationAbbreviations Property

The LoadClassification Abbreviations used in the Electrical System.

## Syntax (C#)
```csharp
public string LoadClassificationAbbreviations { get; }
```

## Remarks
This property is used to retrieve the LoadClassification Abbreviations of the Electrical System.
 There may be one or more load classification in use in which case they will be semi-colon delimited.